{
	"aboutIllume": "A Santa Barbara, CA based group, or purpose is to help create or refine your product vision and aim your business towards success. From research to solutions, we drive the lifecycle of your idea to be successful in the online arena with our powerful websites. One size does not fit all so we try our best to understand your current situation to build a comprehensive plan to bring additiional value to your idea.",
	"webAndMobile": "Web & Mobile Apps, ",
	"intoOne": "into One",
	"secretWeapon": "Secret Weapon,",
    "iValue": "I value simple content structure, clean design patterns, and thoughtful interactions.",
    "iCode": "I love to code things from scratch, and enjoy bringing ideas to life in the browser.",
    "moreMe": " I play videogames, read, but I mostly enjoy spending time with friends and family.",
    "myTools": "My Tools:",
    "thingsDesign": "Things I enjoy designing:",
    "languageSpeak": "Languages I speak",
    "thingsLike": "Things I enjoy:",
    "coffeeAnd": "Coffee, videogames, coding, hanging out with loved ones, oh and also coffee.",
    "occasionally": "Occasionally",
	"meteor": "METEOR",
	"learnMoreHybrid": "LEARN MORE ON HYBRID APPS",
	"webDesc": "In December of 2010, Samsung SDS predicted that a native container platform that can merge the intricacies of the web and the dynamics of mobile apps will bring about a new future in software engineering. This so called 'hybrid apps' will bring ideas across all platforms of all devices; breaking down  walls for ideas to permeate into the marketspace. The good news is: We offer it right here at illume Inc. Experience the best of both worlds   and spark your ideas to life.",
	"silos": "We cut out the silos and cookie-cutter solutions because we know they will ultimately fail. We are eager to find out what makes your business tick so we can build you a custom high-end website that works for you. Meteor is a Node.JS platform that offers robust flexibility in creating beautiful and powerful applications. We are proud to be part of a growing community of engineers willing to embrace the web-revolution that is about to come. Don't wait.",
	"discoverMeteor": "DISCOVER METEOR",
	"leeSang": "JOE LEE",
	"leadDeveloper": "I believe a strong background in successful customer relation is essential in developing a powerful application fit for your business, all within the boundaries of our imagination. I strive to maintain constant communication between you and our team to ensure the optimal health of your product for your business. Thanks for choosing to work with me.",
    "aLittleAboutMeteor": "A little about Meteor.JS",
    "readySetGo": "READY, SET, GO.",
    "meteorJs": "Meteor.JS"
}