{
	"whatWeDo": "Hey, I'm Joe. Pleasure to meet you.",
	"mission1": "Since beginning my journey as a freelance designer nearly 5 years ago, I've done remote work for businesses, consulted for startups, non-profit orgs, and collaborated with talented people to create digital products for both business and personal use. I'm quietly confident, naturally curious, and perpetually improving my chops.",
	"koreaAdd": "",
	"mission2": "You’ll finish with a data-driven product roadmap that outlines your path to successful launch all before a single line of code is written. Once that is done, we get to work.",
	"innovative": "Innovative",
	"bridging": "Bridging Mobile & Web",
	"tailored": "Tailored For You",
	"learnMore": "More about me",
	"viewMore": "Want to see more?",
    "roadTo": "Let's make you a",
    "developDesigner": "Developer, Designer, and Coffee Addict",



	"someOfOurWork": "SOME OF MY RECENT WORK",
	"allOfOurWebsites": "All of the websites and hybrid applications are based on Meteor.",
	"fastSleek": "They are all fast, sleek, and ready to make a change in their respective industries.",
	"madeWith": "Made with ",
	"madeWithK": "",


 "weBuild": "Building with reactivity in mind",
	 "reactiveJavascript": "and utilizing JavaScript",
	 "fullest": "to its fullest",


	 "embrace": "Embracing the 21st century,",
	 "dynamicReactive": "dynamic reactivity is now ",
	 "21stC": "in the palm of your hands.",

	 "createProducts": "Creating the products with ",
	 "youInMind": "with YOU in mind ",
	 "createSuccess": "to create success.",

 

	"insteadOf": "Instead of just handing over a set of deliverables, I work with you to achieve the results you want. We’ll test your ideas together in the marketplace, gather real data, and discover the key benefits of your concept, then create stunning visuals and a comprehensive backlog to serve as an investor-ready MVP. Setting this foundation means you’re not just walking away with a roadmap to a product",
	"walkAway": "you’re walking away with the peace of mind that your product is what people want.",
	"areYouGame": "ARE YOU GAME?",
    "coffee":"First coffee is on me.",
	"loveToHear": "Would love to hear more?",
    "alwaysOpen": "I’m always open to discussing product design work or partnership opportunities.",
	"getStarted": "Start a conversation"







}